/* NSButton (Automatically check for updates) : <title:Automatically check for updates> (oid:22) */
"Automatically check for updates" = "Chwilio am ddiweddariadau heb ofyn";

/* NSButton (Download) : <title:Download> (oid:7) */
"Download" = "Lawrlwytho";

/* NSButton (Later) : <title:Later> (oid:8) */
"Later" = "Hwyrach";

/* NSTextField (New version available) : <title:New version available> (oid:10) */
"New version available" = "Mae fersiwn newydd ar gael";

/* NSWindow (Update) : <title:Update> (oid:5) */
"Update" = "Diweddaru";

